Repository: mozilla-l10n/mt-training-data
Catalog: ba/ba_pontoon.tmx
Source language: en_us
Languages: ba

source: 2019 End-of-Year Release
ba: 2019 йыл аҙағында сығарыла

source: 2 down, keep it up!<playIcon></playIcon>
ba: 2 әҙер <playIcon></playIcon> дауам итегеҙ

source: ≥ 2 No votes
ba: ≥ 2 тауыш "ҡаршы"

source: ≥ 2 Yes votes
ba: ≥2 «эйе» тауышы

source: Abkhaz
ba: Абхазса

source: About
ba: Беҙҙең турала

source: Accent
ba: Акцент

source: Account
ba: Аккаунт

source: Acehnese
ba: Ачехса

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ba: <playIcon></playIcon> ға { $actionType } һәм һөйләм дөрөҫ уҡылдымы тикшер?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ba: <recordIcon></recordIcon> кнопкаһына { $actionType }, аҙаҡ һөйләмде ҡысҡырып уҡығыҙ

source: { $actionType }<stopIcon></stopIcon> when done
ba: Уҡып бөткәс { $actionType }<stopIcon></stopIcon>

source: { $actionType } submit when ready
ba: Әҙер булғас { $actionType } баҫығыҙ

source: Additional Language
ba: Өҫтәлмә тел

source: Add Language
ba: Телде өҫтәү

source: Add Your Voice
ba: Тауышығыҙҙы өҫтәгеҙ

source: Adyghe
ba: Адыгейса

source: Afaan Oromo
ba: Афаан Оромо

source: Afrikaans
ba: Африкаса

source: Age
ba: Йәшегеҙ

source: Albanian
ba: Албанса

source: All
ba: Бөтәһе

source: Amharic
ba: Амхарса

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ba: Йәш, енес, акцент кеүек аноним ҡулланыусы мәғлүммәттәре телмәрҙе таныу системаһы дөрөҫлөгөнә, теүәллеген күнекмә үткәреү өсөн ҡулланылған аудио мәғлүмәттәрҙе яҡшыртырға ярҙам итәсәк. Ҡулланыусы исемегеҙ һәм электрон почта адресығыҙ бер ҡасан да һеҙ ебәргән мәғлүмәттәр менән бәйле булмаясаҡ, һәм, логинығыҙҙы асыҡ йә аноним итергәме - һеҙ үҙегеҙ һайлай алаһығыҙ.

source: Arabic
ba: Ғәрәпсә

source: Aragonese
ba: Арагонса

source: Armenian
ba: Әрмәнсә

source: Armenian Western
ba: Көнбайыш әрмәнсә

source: Assamese
ba: Ассамса

source: Asturian
ba: Астурийса

source: Audio Format
ba: Аудионың форматы

source: Avatar
ba: Аватар

source: Avatar uploaded
ba: Һүрәтегеҙ тейәлде.

source: Average
ba: Уртаса

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ba: Ҡулланыусы «Эйе» тигәнде һайлағас, яҙма «дөрөҫ» тип билдәләнелә.

source: Awards
ba: Бүләктәр

source: Azerbaijani
ba: Әзербайжанса

source: Back
ba: Кирегә

source: Back to Top
ba: Иң башҡа

source: Bambara
ba: Бамбара

source: Basaa
ba: Басаса

source: Bashkir
ba: Башҡорт

source: Basque
ba: Баскса

source: Belarusian
ba: Беларусса

source: Benefits
ba: Өҫтөнлөк

source: Bengali
ba: Бенгалса

source: <bold>{ $count }</bold> Clips
ba: тауыш

source: <bold>Help us</bold> find more voices
ba: Күберәк тауыш табырға <bold>ярҙам итегеҙ</bold>

source: Bosnian
ba: Босния

source: Both
ba: Икеһе лә

source: Both (Speak and Listen)
ba: Икеһе лә (Һөйләү һәм тыңлау)

source: Breton
ba: Бретонса

source: Browse Languages
ba: Телдәрҙе байҡау

source: Build a custom goal
ba: Маҡсатығыҙҙы булдырығыҙ

source: Build Profile
ba: Профиль булдырыу

source: Bulgarian
ba: Болгарса

source: Burmese
ba: Бирмаса

source: Buryat
ba: Бүрәтсә

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ba: <b>Ни өсөн электрон почтағыҙ кәрәк?</b> Киләсәктә йыйынтыҡты үҙгәртер кәрәк булһа, беҙгә һеҙҙең менән бәйләнешкә сығыр кәрәк һәм был осраҡта электрон адресығыҙ ярҙам итәсәк.

source: By editing your goal, you may lose your existing progress.
ba: Маҡсатығыҙҙы үҙгәртеп, булған алға китешегеҙҙе юғалтыуығыҙ бар.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ba: <privacyLink>Хосусилек сәйәсәтендә</privacyLink> яҙылғансы, электрон хаттарҙы алыуға рөхсәт биреп, һеҙ Mozilla мөғлүмәттәрҙе эшкәртеүгә ҡаршы түгел икәнлегегеҙҙе белдерәһегеҙ

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ba: Һеҙ дикторҙың кем булыуын эҙләмәҫкә <b>ризалыҡ бирәһегеҙ</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ba: Үҙегеҙ тураһында ҡайһы бер мәғлүмәттәр биреп, Common Voice-ҡа ебәрелгән аудио мәғлүмәттәрҙе телмәрҙе таныу движогына файҙалыраҡ итәһегеҙ, улар был мәғлүмәттәрҙе үҙенең теүәллеге өсөн ҡулланасаҡ.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ba: Common Voiceты ҡулланыр өсөн, Һеҙ <termsLink>Ҡулланыу шарттары</termsLink> һәм <privacyLink>Хосусилек сәйәсәте</privacyLink> менән килешергә тейешһегеҙ

source: Cancel Re-recording
ba: Ҡабатлап яҙҙырыуҙы туҡтатыу

source: Cancel Submission
ba: Ебәреүҙе туҡтатыу

source: Can't decide?
ba: Хәл итә алмайһыңмы?

source: Cantonese
ba: Кантонса

source: Catalan
ba: Каталанса

source: Central Kurdish
ba: Урта курдса

source: Change your email via Settings under Login Identity
ba: Электрон почта адресығыҙҙы «Инеү өсөн танытма» бүлегендәге көйләү аша үҙгәртегеҙ.

source: Chinese (China)
ba: Ҡытайса (Ҡытай)

source: Chinese (Hong Kong)
ba: Ҡытайса (Гонконг)

source: Chinese (Taiwan)
ba: Ҡытайса (Тайвань)

source: Chuvash
ba: Сыуашса

source: Click
ba: Баҫ

source: Clip Graveyard
ba: «Яҙмалар зыяраты»

source: Clips recorded
ba: Яҙҙырылған тауыштар

source: Clips Uploaded
ba: Яҙыу тейәлде

source: Clips validated
ba: Тауыш тикшерелде

source: Clips You've Recorded
ba: Һеҙ яҙҙырған тауыштар

source: Clips You've Validated
ba: Һеҙ тикшергән тауыштар

source: Close
ba: Ябыу

source: Comment
ba: Комментарий

source: Common Voice data plus all other voice datasets above.
ba: Common Voice йыйынтыҡтары плюс бөтә яҙҙырылған йыйынтыҡтар аҫта.

source: Common Voice Dataset
ba: Common Voice йыйынтығы

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ba: Common Voice — Mozilla компанияһының кешеләрҙең ысынбарлыҡта һөйләшеүен компьютерға өйрәтеү йүнәлешендәге башланғысы.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ba: Common Voice — донъяла күп телле иң ҙур тауыштар йыйылмаһы ул.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ba: Тауыш яҙмалары тауыш моделдәре кеүек бөтә кеше ҡуллана алырлыҡ ресурстарҙы өйрәтеү һәм артабан үҫтереү өсөн ғәҙәттә тауышты таныу менән шөғөлләнгән ғалимдар, бәләкәй бизнес, энтузиастар тарафынан ҡулланыла. Ни өсөн яҙмаларығыҙҙы юйырға теләйһегеҙ, беҙгә хәбәр итһәгеҙ ине?

source: Confirm Goal
ba: Маҡсатығыҙҙы раҫлағыҙ

source: Connect with Gravatar
ba: Gravatarҙы бәйләргә

source: Contact
ba: Бәйләнеш

source: Contact Form
ba: Бәйләнеш формаһы

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ba: Йөкмәткеһе <licenseLink>Creative Commons</licenseLink>тың лицензияһы менән асыҡ

source: Continue
ba: Дауам итергә

source: Contribute
ba: Ҡатнашыу

source: Contribute sentences
ba: Тәҡдимдәр индерегеҙ

source: Contribute to { $lang }
ba: { $lang } теленә өлөш индереү

source: Contribution Activity
ba: Ярҙамсы өлөшө

source: Contribution Experience
ba: Ҡатнашыу тәжрибәһе

source: Contributors record voice clips by reading from a bank of donated sentences.
ba: Ҡатнашыусылар ярҙам йөҙөнән йыйылған һөйләмдәрҙе уҡып, тауыш яҙмалары яҙҙыралар.

source: Cookies
ba: Кукилар

source: Cornish
ba: Корнуолса

source: Corsican
ba: Корсиканса

source: { $count } clips
ba: тауыш

source: { $count }mo
ba: { $count } ай

source: { $count }wk
ba: { $count } аҙна

source: { $count }y
ba: { $count } йыл

source: Create a Custom Goal
ba: Ҡулланыусы маҡсатын билдәләү

source: Croatian
ba: Хорватса

source: Czech
ba: Чехса

source: Dagbani
ba: Дагбани

source: Daily Goal
ba: Көндәлек маҡсат

source: Danish
ba: Датса

source: Dashboard
ba: Идара панеле

source: Datasets
ba: Йыйынтыҡ

source: Date
ba: Дата

source: Days
ba: көн

source: Delete my recordings
ba: Яҙмаларымды юйырға

source: Delete Profile
ba: Профилде юйыу

source: Dhivehi
ba: Мальдивса

source: Different language
ba: Икенсе тел

source: Difficult
ba: Ауыр

source: Difficult to pronounce
ba: Әйтеүе ауыр

source: Dioula
ba: Дьюласа

source: Discard ongoing recording
ba: Яҙманан баш тартыу.

source: Donate your voice
ba: Тауышыңды иғәнә ит

source: Don't see your language on Common Voice yet?
ba: Әлегә үҙегеҙҙең телегеҙҙе Common Voice-та күрмәйһегеҙме?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ba: Һеҙҙең телегеҙ пиокта юҡмы? Телдәр тигән биттә һорағыҙ.

source: Download
ba: Йөкләү

source: Download Common Voice Data
ba: Common Voice-тан мәғлүмәттәрҙе сығарып алыу

source: Download Data
ba: Мәғлүмәттәрҙе алырға

source: Download Dataset Bundle
ba: Йыйынтыҡты йөкләргә

source: Download { $language }
ba: { $language } телен йөкләү

source: Download My Data
ba: Минең мәғлүмәттәрҙе сығарып алыу

source: Download the Single Word Target Segment
ba: «Бер һүҙ» маҡсатлы сегментты тейәгеҙ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ba: Common Voice-ты нисек яҡшыртырға идеяларығыҙ бармы? Беҙҙең Discourse форумында яҙығыҙ.

source: Do you want to continue?
ba: Дауам итәһегеҙме?

source: Do you want to Speak, Listen or both?
ba: Һеҙ яҙҙырырға йә тикшерергә теләйһегеҙме, әллә икеһен дә бергәме?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ba: Күсерегеҙ йәки <browseWrap> файл файлағыҙ</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ba: «Ебәрергә» төймәһенә баҫҡандан һуң, Common Voice менән эш баһаланмаясаҡ. Һәм һеҙ артабанғы яҙмалар йәки тыңлауҙар менән үҙ өлөшөгөҙҙө индерә алаһығыҙ.

source: Dutch
ba: Голландса

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ba: Йыйынтыҡта һәр бер йыйылма MP3 аудиофайлынан һәм ундағы текстан тора. Был <b>{ $total }</b> йыйылмаларҙың күбеһе демографик метадаталарҙы ла һаҡлайҙар, мәҫәлән йәш, акцент, енес, улар һеҙгә яҡшыраҡ аңларға ярҙам итә ала. Әлеге ваҡытта йыйынтыҡ <b>{ $languages }</b> телдә <b>{ $valid }</b> тикшерелгән сәғәттәрҙән тора, әммә беҙ яңы телдәр һәм тауыштар өҫтәп торабыҙ. Беҙҙең <languagesLink>Телдәр битенә</languagesLink> инеп яңы тел өҫтәүен һорай алаһығыҙ.

source: Eastern Huasteca Nahuatl
ba: Көнсығыш Уастека Науатль

source: Easy
ba: Еңел

source: Edit
ba: Үҙгәртергә

source: Edit Profile
ba: Сәхифәне үҙгәртеү

source: Email
ba: Электрон хат

source: Email is already used for a different account
ba: Электрон почта икенсе аккаунтта ҡулланыла бит

source: Email Subscriptions
ba: Электрон почта буйынса яҙылыу

source: English
ba: Инглизсә

source: Enter Email to Download
ba: Йөкләр өсөн электрон адресығыҙҙы яҙығыҙ.

source: Enter email to send a sign up link
ba: Теркәлергә һылтанма алыр өсөн электрон почтаңдың адресын яҙ,

source: Enter your email
ba: электрон адресығыҙҙы яҙығыҙ

source: Error { $code }
ba: Хата { $code }

source: Erzya
ba: Эрзянса

source: Esperanto
ba: Эсперанто

source: Estonian
ba: Эстонса

source: Everyone
ba: Бөтәһе

source: Exit & Delete clips
ba: Сығырға & яҙмаларҙы юйырға

source: FAQ
ba: Йыш бирелгән һорауҙар

source: Faroese
ba: Фарерса

source: Fields marked with an asterisk (*) are required.
ba: Мотлаҡ тултырырға

source: Finish editing first?
ba: Тәүҙә редакторлап бөтәһегеҙме?

source: Finish recording
ba: Яҙыуҙы тамамларға

source: Finish recording first?
ba: Тәүҙә яҙҙырыуҙы тамамларғамы?

source: Finnish
ba: Финса

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ba: Һеҙ иғәнә иткән һәр бер тауыш, һәр тикшернән аудиояҙмағыҙ иҫәп яҙмағыҙ панелендә яңыртылып торасаҡ, һеҙ үҙ өлөшөгөҙҙө индергән һәр телдәге үҫешегеҙҙе сағылдырасаҡ. Эйе, һеҙ бер нисә телгә үҙ өлөшөгөҙҙө индерә алаһығыҙ. Статистикағыҙҙы күҙәтеп барыр, иптәштәрегеҙ менән бергә нисек эшләүегеҙҙе күрер, көндәлек, аҙналыҡ маҡсаттарығыҙҙың үтәлеүен ҡарар өсөн мәғлүмәт панелен ҡулланығыҙ.

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ba: Эшләй башлаған телдәрҙә һәр ваҡыт өлөш индереү өсөн <speakLink>Тауыш йыйырға</speakLink> һәм <listenLink>Тикшерергә</listenLink> веб-сайт уңышлы <localizationGlossaryLink>локализацияланған</localizationGlossaryLink> һәм етәрлек кимәлдә <sentenceCollectionGlossaryLink>һөйләмдәр йыйылған </sentenceCollectionGlossaryLink>

source: French
ba: Французса

source: Frisian
ba: Фризса

source: Fulah
ba: Фуласа

source: Galician
ba: Галисийса

source: GB
ba: ГБ

source: Georgian
ba: Грузинса

source: German
ba: Немецса

source: Get involved
ba: Ҡатнашыу

source: Get Involved
ba: Ҡатнашығыҙ

source: Get started with goals
ba: Маҡсатты билдәләү

source: Get Started with Speech Recognition
ba: Телмәрҙе таныу менән эш башлағыҙ

source: Goal reached
ba: Маҡсат ирешелде

source: Goals
ba: Маҡсаттар

source: Goan Konkani
ba: Конкани(Гоа)

source: Go to Discourse
ba: Дискурсҡа күсергә

source: Go to Languages Page
ba: Телдәр тигән биткә күсергә

source: Go to { $name }
ba: { $name }-ға күсергә

source: Grammatical / spelling error
ba: Грамматик/орфографик хаталар

source: Great! How many clips a week?
ba: Бик яҡшы! Аҙнаһына нисә тауыш?

source: Great! How many clips per day?
ba: Бик яҡшы! Көнөнә нисә тауыш?

source: Great!<recordIcon></recordIcon> Record your next clip
ba: Афарин! Киләһе яҙманы яҙығыҙ

source: Great work!<playIcon></playIcon> Listen again when you're ready
ba: Бик шәп! <playIcon></playIcon> Әҙер булғас тағы тыңлағыҙ

source: Greek
ba: Грекса

source: Guarani
ba: Гуараниса

source: Haitian
ba: Гаитан

source: Hakha Chin
ba: Хаха-чинса

source: Hausa
ba: Хауса

source: Have Feedback?
ba: Кире бәйләнеш бармы?

source: Have you read our Terms?
ba: Беҙҙең ҡағиҙәләр менән таныштығыҙмы?

source: Having an account is not required to contribute, though it is helpful.
ba: Үҙ өлөшөңдө индереү өсөн теркәлеү мотлаҡ түгел, шулай ҙа файҙалы

source: Having a profile is not required to contribute though it is helpful, see why below.
ba: Үҙ өлөшөңдө индереү өсөн профилдең булыу мотлаҡ түгел, ә шулай ҙа файҙалы, Ни өсөн - аҫта ҡара.

source: Hebrew
ba: Йәһүдсә

source: Help
ba: Ярҙам

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ba: Common Voiceҡа был телдә { $hours }сәғәт йыйырға ярҙам итегеҙ

source: Help create Common Voice’s first target segment in { $locale }
ba: { $locale } Common Voice-тең беренсе маҡсатлы сегментын булдырырға ярҙам итегеҙ

source: Help reach { $hours } hours in { $language } with a personal goal
ba: { $language } телендә, үҙегеҙҙең шәхси маҡсатығыҙ ярҙамында, { $hours } сәғәткә ирешергә ярҙам итегеҙ

source: Help teach machines how real people speak, donate your voice at { $link }
ba: Машинаны ысын кешеләр кеүек һөйләшергә өйрәтергә ярҙам итәйек, тауышығыҙҙы иғәнә итегеҙ { $link }

source: Help us build a community around voice technology, stay in touch via email.
ba: Беҙгә телдәр технология эргәһендә йәмғиәт төҙөргә ярҙам итегеҙ, беҙҙең менән электрон адрес ярҙамында бәйләнештә ҡалығыҙ.

source: Help us build a high quality, publicly open dataset
ba: Юғары сифатлы, һәр кемгә асыҡ мәғлүмәттәр йыйылмаһын булдырырға ярҙам итегеҙ

source: Help us find more voices, share your goal
ba: Беҙгә күберәк тауыш табырға беҙгә ярҙам итегеҙ, маҡсатығыҙ менән бүлешегеҙ!

source: Help us find others to donate their voice!
ba: Тауыштарын яҙҙырырға теләгән кешеләр табырға ярҙам итегеҙ беҙгә!

source: Help us get to { $goal }
ba: Беҙгә { $goal }-гә тиклем етергә ярҙам итегеҙ

source: Help us validate sentences!
ba: Һөйләмдәрҙең дөрөҫлөгөн тикшерергә ярҙам итегеҙ

source: Help us validate voices
ba: Тауыштарҙы тикшерергә ярҙам итегеҙ беҙгә

source: Hidden
ba: Йәшерен

source: Hiligaynon
ba: Хилигайнон

source: Hill Mari
ba: Марийса(таулы)

source: Hindi
ba: Һиндиса

source: Hours Recorded
ba: Яҙҙырылған сәғәттәр

source: Hours Validated
ba: Раҫланған сәғәттәр

source: How ?
ba: Нисек?

source: How does Common Voice work?
ba: Common Voice нисек эшләй?

source: How does site localization work?
ba: Сайт тәржемәһе нисек эшләй?

source: How do I add sentences?
ba: Нисек миңә һөйләм өҫтәргә?

source: Hungarian
ba: Мадьярса

source: I agree
ba: Килешәм

source: Icelandic
ba: Исландса

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ba: Common Voice-тың алға китештәре һәм яңылыҡтары тураһында хәбәрҙәр, маҡсаттары тураһында иҫкә төшөрөүҙәр кеүек хаттар алырға теләйем

source: I do not agree
ba: Килешмәйем

source: Igbo
ba: Игбо

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ba: Әле генә CommonVoice проектында үҙемә тауыш яҙҙырыу маҡсатын ҡуйҙым - миңә ҡушылып машиналарға кеше телмәрен аңларға өйрәтегеҙ { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ba: Һеҙгә был мәғлүмәтте Mozilla-ның Хосусилек сәйәсәтенә <privacyLink>ярашлы</privacyLink> нисек эшкәртеүегеҙ менән килешәм.

source: Indonesian
ba: Индонезийса

source: In Progress
ba: Әҙерләү бара

source: Interested in learning more and contributing to the project?
ba: Проект тураһында күберәк белергә һәм үҙ өлөшөгөҙҙө индерергә теләгегеҙ бармы?

source: Interlingua
ba: Интерлингва

source: Interlingue
ba: Интерли́нгва

source: Irish
ba: Ирландса

source: IsiNdebele (North)
ba: Ндебеле (Төньяҡ)

source: IsiNdebele (South)
ba: Ндебеле (Көньяҡ)

source: Is the clip valid?
ba: Яҙма дөрөҫмө?

source: Italian
ba: Итальянса

source: It contains words or phrases that are hard to read or pronounce.
ba: Уҡыуға һәм әйтеүгә ауыр һүҙҙәр һәм фразалар бар

source: It is written in a language different than what I’m speaking.
ba: Мин һөйләгән телдән айырыла, икенсе телдә яҙылған

source: Izhorian
ba: Ижорса

source: Japanese
ba: Японса

source: Join the Common Voice mailing list
ba: Common Voice-тың дөйөм исемлегенә ҡушылығыҙ

source: Kabardian
ba: Ҡабарҙыса

source: Kabyle
ba: Ҡабилсә

source: Kannada
ba: Каннада

source: Kaqchikel
ba: Какчикелса

source: Karakalpak
ba: Ҡараҡалпаҡса

source: Kazakh
ba: Ҡаҙаҡса

source: { $kb }kb max
ba: макс { $kb }kb

source: Keep
ba: Һаҡларға

source: Keep it up, record again <recordIcon></recordIcon>
ba: Дауам итегеҙ, тағы яҙҙырығыҙ <recordIcon></recordIcon>

source: Keep the recordings
ba: Яҙманы һаҡлағыҙ

source: Keep track of your progress and metrics across multiple languages.
ba: Үҙегеҙҙең алға китешегеҙҙе һәм күрһәткестәрегеҙҙе бер нисә телдә күҙәтеп барығыҙ

source: Keep track of your progress with a profile
ba: Профилегеҙҙә үҙегеҙҙең алға китеште күҙәтегеҙ

source: Keep track of your progress with a profile and help our voice data be more accurate.
ba: Профилегеҙҙе файҙаланып, алға китеште күҙәтегеҙ, туған телебеҙҙә тауыш мәғлүмәттәрен дөрөҫөрәк итергә ярҙам итегеҙ

source: Khmer
ba: Кхмер

source: K'iche'
ba: Киче

source: Kikuyu
ba: Кикуйю

source: Kinyarwanda
ba: Кинярвандаса

source: Komi-Zyrian
ba: Коми-зырянса

source: Konkani (Devanagari)
ba: Конканиса

source: Korean
ba: Корейса

source: Kurmanji Kurdish
ba: Төньяҡ ҡурдса

source: Kyrgyz
ba: Ҡырғыҙса

source: Language
ba: Тел

source: Language Request
ba: Телде һорау

source: Language request successfully submitted, thank you.
ba: Телде өҫләү буйынса һорау уңышлы ебәрелде, рәхмәт.

source: Languages
ba: Телдәр

source: Lao
ba: Лаос

source: Latvian
ba: Латышса

source: Launched
ba: Башланған

source: Leaderboard Visibility
ba: Лидерҙар таблицаһының күренеүе

source: Learn how to take part
ba: Нисек ҡатнашырға, белегеҙ

source: Learn More
ba: Тулыраҡ белергә

source: Leaving now means you’ll lose your changes
ba: Был биттән китһәгеҙ, индергән үҙгәрештәрегеҙ һаҡланмаясаҡ.

source: Leaving now means you'll lose your progress
ba: Хәҙер тамамлаһағыҙ, эшләгән эшегеҙҙе юғалтаһығыҙ

source: Let's Get Started
ba: Әйҙәгеҙ башлайыҡ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ba: LibriSpeech - LibriVox проектында уҡылған аудиокитаптарҙан алынған 16 кГц йышлығындағы яҡынса 1000 сәғәтлек инглиз телмәренән торған корпус.

source: License
ba: Лицензия

source: License: <licenseLink>CC-0</licenseLink>
ba: Лицензия: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ba: Лицензия: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ba: Лигурийса

source: Lingala
ba: Лингала

source: Link Copied
ba: Һылтанма күсереп алынды

source: Listen
ba: Тыңлау

source: Listening
ba: Тыңлау

source: Listen-Queue
ba: Тыңлау сираты

source: Lithuanian
ba: Литваса

source: Loading…
ba: Тейәү

source: Localized
ba: Үҙләштерелгән

source: Login Identity
ba: Ҡулланыусының логины

source: Log in or sign up to get started
ba: Эш башлар өсөн, системаға инегеҙ һәм теркәлегеҙ

source: Log In / Sign Up
ba: Инеү / Теркәлеү

source: Log In / Sign Up with { $company } email
ba: { $company } почтаһы аша Инеү / Теркәлеү

source: Log Out
ba: Сығыу

source: Lojban
ba: Ложбан

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ba: Был телдә тыңлау өсөн бер ниндәй ҙә аудиояҙма юҡ. Ҡайһы берҙәрен хәҙер үк яҙҙырып, исемлекте тулыландырырға ярҙам итегеҙ.

source: Luganda
ba: Лугандаса

source: Luxembourgish
ba: Люксембургса

source: Macedonian
ba: Македонса

source: Maithili
ba: Майтхили

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ba: Бер ни тиклем аноним демографик мәғлүмәт тапшырып, яҙмаларығыҙҙ тулыраҡ итегеҙ. Баҫып сығарыр алдынан демографик мәғлүмәттәрҙең шәхесен бөтөнләй күрһәтмәйбеҙ.

source: Malagasy
ba: Малагасийса

source: Malay
ba: Малай

source: Malayalam
ba: Малаялам

source: Maltese
ba: Мальтиса

source: Manage Email Subscriptions
ba: Эл. почта буйынса яҙылыуҙар менән идара итеү

source: Manage Subscriptions
ba: Яҙылыуҙар менән идара итеү

source: Mapudungun
ba: Мапудунгунса

source: Marathi
ba: Маратин
